Repository: sirdavidoflee/dave-and-jolin
Catalog: plugins/post-page-association-plugin/language/*.po
Languages: fr_fr, it_it, pt_pt

source: Associated Posts Settings
it_it: Impostazioni Associated Posts
pt_pt: Configuração de Entradas Associadas

source: Associated Posts
pt_pt: Entradas Associadas

source: Associate posts with this page
fr_fr: Billets associés à cette page
it_it: Post associati a questa pagina
pt_pt: Entradas Associadas com esta Página

source: Select posts by category
fr_fr: Sélectionner les billets par catégorie
it_it: Seleziona post per categoria
pt_pt: Seleccionar Entradas por Categorias

source: Selection mode:
fr_fr: Mode de sélection :
it_it: Seleziona un metodo
pt_pt: Modo de Selecção

source: Add to my selection: All posts which are at least in one of these categories.
fr_fr: Ajouter à ma sélection : tous les billets qui sont au moins dans une de ces catégories.
it_it: Aggiungi alla selezione: Tutti i post che si trovano almeno in una di queste categorie.
pt_pt: Adicionar à minha selecção: Todas as entradas que se encontrem em pelo menos uma das seguintes categorias.

source: Filter my selection: Only posts which are at least in one of these categories.
fr_fr: Filtre de ma sélection : seulement les billets qui sont au moins dans une de ces catégories.
it_it: Filtra la selezione: Solo per i post che si trovano almeno in una di queste categorie.
pt_pt: Filtrar a minha Selecção: Apenas entradas que se encontrem em pelo menos uma das seguintes categorias.

source: Add to my selection: All posts which are in all of these categories.
fr_fr: Ajouter à ma sélection : tous les billets qui sont dans toutes ces catégories.
it_it: Aggiungi alla selezione: Tutti i post che si trovano in tutte queste categorie.
pt_pt: Adicionar à minha selecção: Todas as entradas que se encontram nas seguintes categorias

source: Filter my selection: Only posts which are in all of these categories.
fr_fr: Filtrer ma sélection : seulement les billets qui sont dans toutes ces catégories.
it_it: Filtra la selezione: Solo per i post che si trovano in tutte queste categorie.
pt_pt: filtrar a minha seleccção: Apenas entradas que se encontram nas seguintes categorias

source: Do not care about categories.
fr_fr: Ne pas faire attention aux catégories.
it_it: Ignora le categorie.
pt_pt: Não ter em conta as categorias

source: Select posts by tag
fr_fr: Sélectionner les billets par mots-clés
it_it: Seleziona i post per tag
pt_pt: selecionar entradas por etiqueta (tag)

source: Add to my selection: All posts which are tagged with at least one of these tags.
fr_fr: Ajouter à ma sélection : tous les billets qui sont marqués avec au moins un de ces mots-clés.
it_it: Aggiungi alla selezione: Tutti i post che sono segnati con alemno uno di questi tag.
pt_pt: Adicionar à minha selecção: Todas as entradas associadas com pelo menos uma das seguintes etiquetas

source: Filter my selection: Only posts which are tagged with at least one of these tags.
fr_fr: Filtrer ma sélection : seulement les billets qui sont marqués avec au moins un de ces mots-clés.
it_it: Filtra la selezione: Solo per i post che sono segnati con alemno uno di questi tag.
pt_pt: Filtrar a miha selecção: Apenas entradas que estão associadas com pelo menos uma das seguintes etiquetas

source: Add to my selection: All posts which are tagged with all of these tags.
fr_fr: Ajouter à ma sélection : tous les billets qui sont marqués avec tous ces mots-clés.
it_it: Aggiungi alla selelzione: Tutti i post che sono segnati con tutti questi tag.
pt_pt: Adicionar à minha selecção: Todas as entradas que se encontrem associadas com as seguintes etiquetas

source: Filter my selection: Only posts which are tagged with all of these tags.
fr_fr: Filtrer ma sélection : seulement les billets qui sont marqués avec tous ces mots-clés.
it_it: Filtra la selezione: Solo per i post che sono segnati con tutti questi tag.
pt_pt: Filtrar a minha selecção: Apenas entradas que se encontrem associadas com as seguintes etiquetas

source: Do not care about tags.
fr_fr: Ne pas faire attention aux mots-clés.
it_it: Ignora i tag.
pt_pt: Não ter em contas as etiquetas

source: Select posts by author
fr_fr: Sélectionner les billets par auteur
it_it: Seleziona post per autore
pt_pt: Selecionar entradas por autor

source: Add to my selection: All posts by these authors.
fr_fr: Ajouter à ma sélection : tous les billets par ces auteurs.
it_it: Aggiungi alla selezione: Tutti i post di qeusto autore.
pt_pt: Adicionar à minha selecção: Todas as entradas dos seguintes autores

source: Filter my selection: Only posts by these authors.
fr_fr: Filtrer ma sélection : seulement les billets par ces auteurs.
it_it: Filtra la selezione: Solo per i post di questo autore.
pt_pt: Filtrar a minha selecção: Apenas entradas dos seguintes autores

source: Do not care about authors.
fr_fr: Ne pas faire attention aux auteurs.
it_it: Ignora autori.
pt_pt: Não ter em conta os autores

source: Select posts explicitly (Additionally to your Selection.)
it_it: Seleziona post impliciti (aggiuntivo)
pt_pt: Selecionar entradas implícitas (adicional)

source: Post %s (Without title)
fr_fr: Billets %s (sans titre)
it_it: Post %s (Senza titolo)
pt_pt: Entradas %s (sem título)

source: Number of posts:
fr_fr: Nombre de billets :
it_it: Numero di post:
pt_pt: Número de entradas

source: Leave blank to show all.
fr_fr: Laisser vide pour tout montrer.
it_it: Lascia vuoto per mostrare tutto.
pt_pt: Deixar em branco para que todas fiquem visíveis

source: Order posts by:
fr_fr: Organiser les billets par :
it_it: Ordina post per:
pt_pt: Ordenar entradas por:

source: Order:
fr_fr: Ordre:
it_it: Ordina:
pt_pt: Ordem

source: Descending
fr_fr: Descendant
it_it: Discendente
pt_pt: Decrescente

source: Ascending
fr_fr: Ascendant
it_it: Ascendente
pt_pt: Acrescente

source: Do not show any text of the associated posts. (Only the title with link to the post.)
fr_fr: Ne montrer aucun texte des billets associés (seulement le titre en lien du billet).
it_it: Non mostrare alcun testo dei post associati. (Mostra solo il titolo con il collegamento al post.)
pt_pt: Não mostrar qualquer texto das entradas associadas. (Apenas será mostrado o título com a respectiva ligação para cada entrada)

source: Show an excerpt of the associated posts.
fr_fr: Montrer un extrait des billets associés.
it_it: Mostra un estratto dei post associati.
pt_pt: Mostrar um excerto do texto referente as entradas associadas

source: Show a post thumbnail of the associated posts.
fr_fr: Montrer une vignette des billets associés.
it_it: Mostra una piccola immagine del post associato.
pt_pt: Mostrar uma miniatura (thumbnail) das entradas associadas

source: Show the full text of the associated posts.
fr_fr: Montrer le texte complet des billets associés.
it_it: Mostra l'intero testo del post.
pt_pt: Mostrar o texto completo das entradas associadas
